# 재료별
key_for_food = {"소고기": 70, "돼지고기": 71, "닭고기": 72, "육류": 23, "채소류": 28, "해물류": 24,
                "달걀": 50, "유제품": 50, "가공식품류": 33, "쌀": 47, "밀가루": 32, "건어물": 25,
                "버섯": 31, "과일": 48, "콩": 27, "견과류": 27, "곡류": 26, "기타": 34, "아무거나": 34}
#재료별의 링크
a1 = "http://www.10000recipe.com/recipe/list.html?q=&cat1=7&cat2=&cat3="
a2 = "&cat4=&order=accuracy&dsearch=&copyshot=&scrap=&degree=&portion=&time=&niresource="

key_for_all_food = {"안녕": 1, " ": 1,
                    "인기블로거": 111,"블로거": 111,
                    "냉부": 222,
                    "추천": 333,
                    "오늘": 444, "오늘의 레시피": 444, "오늘 순위": 444}





